[{"timesAccessed":1,"link":"https://opendata.citywindsor.ca/opendata/details/6","title":"3-Day Parking Infraction Service Requests","desc":"Reports of licensed vehicles parked in the same spot for longer than 3 consecutive days. Site line issues pertaining to a fence or hedge. The dataset contains information on customer initiated service requests entered into the City of Windsor 311 system from various channels (phone, email, online self-serve, text). 311 manages the service request data for City of Windsor departments and divisions represented in this dataset. As such, 311 consulted the participating divisions and subject matter experts for this release. This data set is extracted electronically from the 311 customer request management system.","tags":["311","Calculated frequently","Parking","Infraction"],"fileTypes":["csv"]},{"timesAccessed":5,"link":"https://opendata.citywindsor.ca/opendata/details/226","title":"311 Contact Centre Metrics","desc":"This dataset outlines a number of key performance indicators in the Windsor 311 Contact Centre calculated on a yearly basis. This information is used by 311 for planning and business purposes and provides customers an understanding of the volume of interactions and overall trends.","tags":["Calculated yearly","311","Performance"],"fileTypes":["xlsx"]},{"timesAccessed":8,"link":"https://opendata.citywindsor.ca/opendata/details/9","title":"Abandoned Vehicle Service Requests","desc":"Reports of vehicles parked on roads in a state of abandonment. The dataset contains information on customer initiated service requests entered into the City of Windsor 311 system from various channels (phone, email, online self-serve, text). 311 manages the service request data for City of Windsor departments and divisions represented in this dataset. As such, 311 consulted the participating divisions and subject matter experts for this release. This data set is extracted electronically from the 311 customer request management system.","tags":["Vehicle","Parking","Calculated frequently","311"],"fileTypes":["csv"]},{"timesAccessed":5,"link":"https://opendata.citywindsor.ca/opendata/details/11","title":"All Service Requests","desc":"The dataset contains information on customer initiated service requests entered into the City of Windsor 311 system from various channels (phone, email, online self-serve, text). 311 manages the service request data for City of Windsor departments and divisions represented in this dataset. As such, 311 consulted the participating divisions and subject matter experts for this release. This data set is extracted electronically from the 311 customer request management system.","tags":["311","Calculated frequently","Service"],"fileTypes":["csv"]},{"timesAccessed":15,"link":"https://opendata.citywindsor.ca/opendata/details/13","title":"Alley Maintenance Service Requests","desc":"Open paved alley maintenance. The dataset contains information on customer initiated service requests entered into the City of Windsor 311 system from various channels (phone, email, online self-serve, text). 311 manages the service request data for City of Windsor departments and divisions represented in this dataset. As such, 311 consulted the participating divisions and subject matter experts for this release. This data set is extracted electronically from the 311 customer request management system.","tags":["Road","Maintenance","Calculated frequently","311"],"fileTypes":["csv"]},{"timesAccessed":5,"link":"https://opendata.citywindsor.ca/opendata/details/2","title":"Arenas","desc":"These point files contain the Name, Address, URL and X & Y Coordinates of each of the City's owned and operated arenas.","tags":["Arena","Engineering","Geomatics"],"fileTypes":["zip","kmz","csv","dwg"]},{"timesAccessed":4,"link":"https://opendata.citywindsor.ca/opendata/details/3","title":"Bike Lanes, Signed Routes & Multi-use Trails","desc":"These files are created from polylines and contain Type- bike lanes, signed routes and multi-use trails. Also the name of the Trails, if named and the length, if provided.","tags":["Bike","Trails","Route","Calculated as required","Transportation","Geomatics","Parks & facilities"],"fileTypes":["dwg","kmz","zip"]},{"timesAccessed":3,"link":"https://opendata.citywindsor.ca/opendata/details/15","title":"Building Accessibility Service Requests","desc":"Interior/exterior barriers within commercial properties. The dataset contains information on customer initiated service requests entered into the City of Windsor 311 system from various channels (phone, email, online self-serve, text). 311 manages the service request data for City of Windsor departments and divisions represented in this dataset. As such, 311 consulted the participating divisions and subject matter experts for this release. This data set is extracted electronically from the 311 customer request management system.","tags":["311","Calculated frequently","Accessibility","Interior","Exterior","Service"],"fileTypes":["csv"]},{"timesAccessed":0,"link":"https://opendata.citywindsor.ca/opendata/details/17","title":"Building Conditions Service Requests","desc":"Unsafe building conditions for residential, apartments, industrial, commercial properties. The dataset contains information on customer initiated service requests entered into the City of Windsor 311 system from various channels (phone, email, online self-serve, text). 311 manages the service request data for City of Windsor departments and divisions represented in this dataset. As such, 311 consulted the participating divisions and subject matter experts for this release. This data set is extracted electronically from the 311 customer request management system.","tags":["311","Calculated frequently","Building","Residential","Apartment","Industrial","Commercial"],"fileTypes":["csv"]},{"timesAccessed":0,"link":"https://opendata.citywindsor.ca/opendata/details/234","title":"Building Footprints","desc":"This polygon file contains the building footprints for buildings in the City of Windsor.","tags":["Engineering","Geomatics","Building"],"fileTypes":["kmz","dwg","zip"]},{"timesAccessed":0,"link":"https://opendata.citywindsor.ca/opendata/details/191","title":"Building/Land - Improper Use Service Requests","desc":"Improper, prohibited, illegal use of private property. The dataset contains information on customer initiated service requests entered into the City of Windsor 311 system from various channels (phone, email, online self-serve, text). 311 manages the service request data for City of Windsor departments and divisions represented in this dataset. As such, 311 consulted the participating divisions and subject matter experts for this release. This data set is extracted electronically from the 311 customer request management system.","tags":["311","Calculated frequently","Building","Service"],"fileTypes":["csv"]},{"timesAccessed":1,"link":"https://opendata.citywindsor.ca/opendata/details/193","title":"Business Improvement Area","desc":"The files represent the Business Improvement Areas within the City limits. The name and area of the BIA is provided.","tags":["Business","Bia","Planning","Geomatics"],"fileTypes":["dwg","kmz","zip"]},{"timesAccessed":0,"link":"https://opendata.citywindsor.ca/opendata/details/194","title":"Bylaw and Building Statistics","desc":"This data is a snapshot of the statistics for the year 2009 regarding Dirty Yard, Noise, Property Standards and Zoning complaints.","tags":["Building","Bylaw","Building"],"fileTypes":["csv"]},{"timesAccessed":0,"link":"https://opendata.citywindsor.ca/opendata/details/119","title":"Snow & Ice - Dumping on Road/Alley Service Requests","desc":"Reports of depositing snow and ice onto highways, streets or alleys. The dataset contains information on customer initiated service requests entered into the City of Windsor 311 system from various channels (phone, email, online self-serve, text). 311 manages the service request data for City of Windsor departments and divisions represented in this dataset. As such, 311 consulted the participating divisions and subject matter experts for this release. This data set is extracted electronically from the 311 customer request management system.","tags":["311","Calculated frequently","Snow","Ice"],"fileTypes":["csv"]},{"timesAccessed":0,"link":"https://opendata.citywindsor.ca/opendata/details/117","title":"Snow & Ice Removal Issues - Sidewalks Service Requests","desc":"Reports of un-shovelled snow and ice on city sidewalks in front of a residential or commercial dwelling. The dataset contains information on customer initiated service requests entered into the City of Windsor 311 system from various channels (phone, email, online self-serve, text). 311 manages the service request data for City of Windsor departments and divisions represented in this dataset. As such, 311 consulted the participating divisions and subject matter experts for this release. This data set is extracted electronically from the 311 customer request management system.","tags":["311","Calculated frequently","Snow","Ice"],"fileTypes":["csv"]},{"timesAccessed":0,"link":"https://opendata.citywindsor.ca/opendata/details/115","title":"Snow Plowing/Salting Request Service Requests","desc":"Snow removal or salting on public right of way. The dataset contains information on customer initiated service requests entered into the City of Windsor 311 system from various channels (phone, email, online self-serve, text). 311 manages the service request data for City of Windsor departments and divisions represented in this dataset. As such, 311 consulted the participating divisions and subject matter experts for this release. This data set is extracted electronically from the 311 customer request management system.","tags":["311","Snow","Ice","Salt","Calculated frequently"],"fileTypes":["csv"]},{"timesAccessed":0,"link":"https://opendata.citywindsor.ca/opendata/details/113","title":"Snow Removal - Emergency Service Requests","desc":"Priority snow and ice requests on public right of way. The dataset contains information on customer initiated service requests entered into the City of Windsor 311 system from various channels (phone, email, online self-serve, text). 311 manages the service request data for City of Windsor departments and divisions represented in this dataset. As such, 311 consulted the participating divisions and subject matter experts for this release. This data set is extracted electronically from the 311 customer request management system.","tags":["311","Snow","Ice","Calculated frequently"],"fileTypes":["csv"]},{"timesAccessed":0,"link":"https://opendata.citywindsor.ca/opendata/details/216","title":"Transit Bus Routes","desc":"These files are created from polylines and contain the Route Number, Directions travelled and any notes regarding the routes.","tags":["Transit","Transportation","Route","Bus","Geomatics"],"fileTypes":["kmz","zip","dwg"]},{"timesAccessed":1,"link":"https://opendata.citywindsor.ca/opendata/details/217","title":"Transit Bus Stops","desc":"The point files contain the coordinates of the Bus Stops, Route name, Route number, Direction, Bus orientation, Stop ID number and various information regarding Street location.","tags":["Transit","Transportation","Bus","Route","Geomatics"],"fileTypes":["dwg","kmz","zip","csv","zip"]}]
